brew "bash"
brew "tmux"
brew "neovim"
brew "wget"
brew "htop"
brew "grep"
brew "gh"
brew "ripgrep"
brew "fzf"
brew "fish"
brew "lazygit"
brew "stow"
brew "jj"
brew "watch"

brew "uv"
brew "node"
brew "fennel"
